---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomCalculatedSupplyAirflowPerAreaParam
source: html/f545ca25-a3bc-47d7-ff49-b4b5f82c5659.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomCalculatedSupplyAirflowPerAreaParam Property

"Calculated Supply Airflow per area"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomCalculatedSupplyAirflowPerAreaParam { get; }
```